/* No comment provided by engineer. */
"Abi" = "Abi";

/* No comment provided by engineer. */
"ABI copied" = "Abi";

/* No comment provided by engineer. */
"ABI Interface" = "ABI 인터페이스";

/* About Controllers Title */
"About" = "About";

/* Wallet Controllers Activity */
"Activity" = "활동";

/* No comment provided by engineer. */
"Address" = "Address";

/* No comment provided by engineer. */
"Address copied" = "Address copied";

/* Choose Recive Address Controller Title
 Transaction detail button */
"Addresses" = "주소";

/* No comment provided by engineer. */
"Available Balance" = "사용 가능";

/* BACK button */
"BACK" = "뒤로";

/* No comment provided by engineer. */
"Backup App Version" = "Backup App Version";

/* Backup Contracts Controllers Title */
"Backup Contracts" = "계약 백업";

/* No comment provided by engineer. */
"Backup Date" = "Backup Date";

/* No comment provided by engineer. */
"BlockHash" = "BlockHash";

/* No comment provided by engineer. */
"BlockNumber" = "BlockNumber";

/* No comment provided by engineer. */
"By changing address or currency, transaction will be processed as a regular transfer " = "By changing address or currency, transaction will be processed as a regular transfer ";

/* No comment provided by engineer. */
"CALL" = "콜";

/* No comment provided by engineer. */
"Camera premission not found" = "Camera permission not found";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* Cancel Button
 Cancel button
 Import Wallet CANCEL Button */
"CANCEL" = "취소";

/* No comment provided by engineer. */
"Cannot create transaction" = "Cannot create transaction";

/* Contracts Change Name Controllers button */
"CHANGE" = "CHANGE";

/* Contracts Change Name Controllers Title */
"Change contract name" = "Change contract name";

/* No comment provided by engineer. */
"Change PIN" = "PIN 변경하기";

/* No comment provided by engineer. */
"CHOOSE ANOTHER ADDRESS" = "다른 주소 선택";

/* No comment provided by engineer. */
"CHOOSE FROM LIBRARY" = "CHOOSE FROM LIBRARY";

/* Choose Token Controllers Title */
"Choose Token" = "Choose Token";

/* No comment provided by engineer. */
"CLOSE" = "닫기";

/* No comment provided by engineer. */
"Compiled On:" = "컴파일:";

/* Confirm Passphrase Controllers Title */
"Confirm Passphrase" = "Confirm Passphrase";

/* Confirm PIN Controllers Title
 Confirm PIN Popoup Title */
"Confirm PIN" = "Confirm PIN";

/* No comment provided by engineer. */
"Confirm Purchase" = "구매 확정";

/* No comment provided by engineer. */
"Confirm Transaction" = "Confirm Transaction";

/* No comment provided by engineer. */
"Confirmed" = "확정";

/* CONTINUE Button */
"CONTINUE" = "계속";

/* No comment provided by engineer. */
"Continue" = "계속";

/* No comment provided by engineer. */
"Contract Address" = "계약 주소";

/* No comment provided by engineer. */
"Contract bought" = "Contract bought";

/* No comment provided by engineer. */
"Contract Created" = "Contract Created";

/* No comment provided by engineer. */
"Contract created successfully" = "계약에 성공했습니다.";

/* Contract name placeholder */
"Contract name" = "계약 이름";

/* No comment provided by engineer. */
"Contract Name:" = "계약 이름:";

/* No comment provided by engineer. */
"Contract Type:" = "계약 유형:";

/* No comment provided by engineer. */
"Contract was added to your wallet" = "Contract was added to your wallet";

/* No Contract Text */
"Contract was deleted by its author and is no longer available. You can Unsubscribe to remove it from your wallet." = "Contract was deleted by its author and is no longer available. You can Unsubscribe to remove it from your wallet.";

/* No comment provided by engineer. */
"Contract with same address already exists" = "Contract with same address already exists";

/* No comment provided by engineer. */
"ContractAddress" = "ContractAddress";

/* Contracts Controllers Title */
"Contracts" = "계약";

/* No comment provided by engineer. */
"Contracts Store" = "계약 시장";

/* No comment provided by engineer. */
"Copied" = "Copied";

/* No comment provided by engineer. */
"Copy" = "복사";

/* Copy Button */
"COPY" = "복사";

/* COPY ABI button */
"COPY ABI" = "ABI 복사하기";

/* COPY ADDRESS button */
"COPY ADDRESS" = "주소 복사하기";

/* COPY PASSPHRASE button */
"COPY PASSPHRASE" = "암호구 복사하기";

/* Copy Passphrase Controllers Title */
"Copy Passphrase" = "암호구 복사하기";

/* No comment provided by engineer. */
"Copy the passphrase to restore your wallet on another device" = "암호구를 복사하여 다른 기기에서 지갑 복원하세요";

/* No comment provided by engineer. */
"Copy to Share" = "복사해서 공유하기";

/* No comment provided by engineer. */
"COPY WALLET ADDRESS" = "지갑주소 복사하기";

/* No comment provided by engineer. */
"Create a wallet or restore a previous wallet key." = "새로운 지갑을 만들거나 혹은 이전의 지갑을 복원하십시오.";

/* CREATE NEW Button */
"CREATE NEW" = "지우기/새로 만들기";

/* Create PIN Controllers Title */
"Create PIN" = "PIN 만들기";

/* No comment provided by engineer. */
"Crowdsale" = "Crowdsale";

/* No comment provided by engineer. */
"Cumulative Gas Used" = "Cumulative Gas Used";

/* No comment provided by engineer. */
"Data" = "Data";

/* No comment provided by engineer. */
"Decimal Units" = "소수점 단위";

/* No comment provided by engineer. */
"Decimal Units:" = "소수점 단위:";

/* No comment provided by engineer. */
"Description:" = "기술:";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Downloads:" = "다운로드:";

/* No comment provided by engineer. */
"EDIT" = "수정";

/* Edite button */
"EDITE" = "수정";

/* ENABLE TOUCH ID Button */
"ENABLE TOUCH ID" = "터치 ID 활성화";

/* No comment provided by engineer. */
"Enter New PIN" = "새로운 pin 입력";

/* No comment provided by engineer. */
"Enter Old PIN" = "옛 pin 입력";

/* No comment provided by engineer. */
"Error" = "오류";

/* No comment provided by engineer. */
"Error in QRCodeCreation" = "Error in QRCodeCreation";

/* Transaction detail button */
"Event Logs" = "Event Logs";

/* Export Passphrase Controllers Title */
"Export Passphrase" = "암호구 추출";

/* No comment provided by engineer. */
"Failed" = "Failed";

/* No comment provided by engineer. */
"Failed to create contract" = "Failed to create contract";

/* Fee text */
"Fee" = "수수료";

/* No comment provided by engineer. */
"Fee:" = "수수료:";

/* few seconds ago */
"few seconds ago" = "few seconds ago";

/* No comment provided by engineer. */
"File saved successfully" = "File saved successfully";

/* No comment provided by engineer. */
"From" = "From";

/* Function Detail Controllers Title */
"Function Detail" = "기능 세부사항";

/* Functions Controller Title
 Functions Controllers Title */
"Functions" = "기능";

/* No comment provided by engineer. */
"Gas Limit:" = "Gas Limit:";

/* No comment provided by engineer. */
"Gas Price:" = "Gas Price:";

/* No comment provided by engineer. */
"GasUsed" = "GasUsed";

/* No comment provided by engineer. */
"Hex" = "Hex";

/* Import Wallet IMPORT Button */
"IMPORT" = "삽입";

/* Resore Button */
"IMPORT WALLET" = "지갑 불러오기";

/* Import Wallet Controllers Title */
"Import Wallet" = "지갑 불러오기";

/* No comment provided by engineer. */
"Incorrect address" = "Incorrect address";

/* No comment provided by engineer. */
"Initial Supply" = "초기 공급";

/* No comment provided by engineer. */
"Initial Supply:" = "초기 공급:";

/* No comment provided by engineer. */
"Internal\ntransaction" = "Internal\ntransaction";

/* No comment provided by engineer. */
"Invalid Contract Address" = "Invalid Contract Address";

/* No comment provided by engineer. */
"Invalid Contract Name" = "Invalid Contract Name";

/* No comment provided by engineer. */
"Invalid QR Code format" = "유효하지 않은 QR 코드";

/* No comment provided by engineer. */
"Invalid HTMLCOIN Address" = "유효하지 않은 HTML 주소";

/* No comment provided by engineer. */
"Invalid Token Address" = "유효하지 않은 토큰 주소";

/* No comment provided by engineer. */
"It's my tokens" = "It's my tokens";

/* Language Controllers Title */
"Language" = "언어";

/* No comment provided by engineer. */
"Last Added" = "Last Added";

/* Library Controllers Title */
"Library" = "Library";

/* No comment provided by engineer. */
"Log Out" = "로그아웃";

/* No comment provided by engineer. */
"Login" = "로그인";

/* LOGIN Button */
"LOGIN" = "로그인";

/* No comment provided by engineer. */
"Login to HTMLCOIN \nDon't have a wallet yet?" = "Login to AltHash \nDon't have a wallet yet?";

/* No comment provided by engineer. */
"Login to HTMLCOIN \nusing Touch ID" = "터치 ID로 AltHash에 로그인";

/* No comment provided by engineer. */
"Logout" = "로그아웃";

/* Manage Addresses Controllers Title
 Token Manage Addresses Controllers Title */
"Manage Addresses" = "주소 관리";

/* No comment provided by engineer. */
"Miner Address:" = "채굴자 주소:";

/* time ago */
"minut ago" = "분 ago";

/* time ago */
"minuts ago" = "분 ago";

/* No comment provided by engineer. */
"My address: %@ and amount: %.3f" = "My address: %@ and amount: %.3f";

/* No comment provided by engineer. */
"My Contract Templates" = "내 계약 템플릿";

/* No comment provided by engineer. */
"My Published Contracts" = "내 발행 계약";

/* Wallet Controllers Title */
"My Wallet" = "내 지갑";

/* No comment provided by engineer. */
"Name" = "Name";

/* News Controllers Title
 Tabs */
"News" = "새소식";

/* News Detail Controllers Title */
"News Details" = "News Details";

/* No comment provided by engineer. */
"Next" = "다음";

/* No comment provided by engineer. */
"NEXT" = "NEXT";

/* No comment provided by engineer. */
"NO" = "아니오";

/* No comment provided by engineer. */
"No Internet Connection" = "인터넷 연결이 없습니다";

/* No comment provided by engineer. */
"No Internet connection found" = "No Internet connection found";

/* Empty Tokens Tabel */
"No Tokens Found" = "토큰이 없습니다";

/* No comment provided by engineer. */
"No transactions available yet" = "아직 가능한 거래가 없습니다.";

/* NOT NOW Button */
"NOT NOW" = "나중에";

/* Confirm Passphrase note text */
"Note that you won’t be able to restore  your wallet without Passphrase and all funds can be lost." = "Note that you won’t be able to restore  your wallet without Passphrase and all funds can be lost.";

/* No comment provided by engineer. */
"Number" = "Number";

/* Ok button */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Oops" = "Oops";

/* Other Tokens Controllers Title */
"Other Tokens" = "그외 토큰";

/* Transaction detail button */
"Overview" = "Overview";

/* No comment provided by engineer. */
"Parameter" = "Parameter";

/* No comment provided by engineer. */
"Passphrase copied" = "Passphrase copied";

/* No comment provided by engineer. */
"Payment completed successfully" = "성공적으로 지불되었습니다";

/* No comment provided by engineer. */
"Payment Request" = "Payment Request";

/* No comment provided by engineer. */
"PIN is invalid. Please Try Again." = "PIN is invalid. Please Try Again.";

/* No comment provided by engineer. */
"Please check your network\nsettings" = "네트워크 설정을 확인하십시오";

/* Confirm Passphrase title label */
"Please put the words from passphrase into correct order:" = "Please put the words from passphrase into correct order:";

/* No comment provided by engineer. */
"Please wait" = "기다려 주십시오.";

/* No comment provided by engineer. */
"Price:" = "가격:";

/* No comment provided by engineer. */
"Private key" = "Private key";

/* Profile Controllers Title
 Tabs */
"Profile" = "프로필";

/* No comment provided by engineer. */
"Public Key" = "퍼블릭키";

/* No comment provided by engineer. */
"Publish Date" = "발행일";

/* No comment provided by engineer. */
"Published by:" = "발행인:";

/* No comment provided by engineer. */
"Published Date:" = "발행일:";

/* PURCHASE Button */
"PURCHASE" = "구매";

/* QR Code Controller Title */
"QR Code" = "QR 코드";

/* Qstore Controller Title */
"Qstore" = "Hstore";

/* HTMLCOIN sybmol */
"HTML" = "HTML";

/* No comment provided by engineer. */
"HTML (Default)" = "HTML (기본 통화)";

/* No comment provided by engineer. */
"HTMLCOIN Address" = "HTMLCOIN 주소";

/* No comment provided by engineer. */
"HTMLCOIN App will only upload\nand share photos you choose." = "HTMLCOIN App will only upload\nand share photos you choose.";

/* No comment provided by engineer. */
"HTMLCOIN App would like to access your photos" = "HTMLCOIN App would like to access your photos";

/* No comment provided by engineer. */
"HTMLCOIN App Would Like\nto Access Your Photos" = "HTMLCOIN App Would Like\nto Access Your Photos";

/* No comment provided by engineer. */
"HTMLCOIN Mobile Wallet" = "HTMLCOIN Mobile Wallet";

/* Receive Controllers Title */
"Receive" = "Receive";

/* No comment provided by engineer. */
"Received" = "Received";

/* No comment provided by engineer. */
"Received Time" = "Received Time";

/* No comment provided by engineer. */
"Repeat New PIN" = "Repeat New PIN";

/* Repeate PIN Controllers Title */
"Repeat PIN" = "pin 재입력";

/* No comment provided by engineer. */
"Requested Token not found" = "토큰이 없습니다";

/* Confirm Passphrase RESET ALL button */
"RESET ALL" = "RESET ALL";

/* RESTORE button */
"RESTORE" = "복원하기";

/* No comment provided by engineer. */
"Restore All" = "Restore All";

/* Restore Contracts Controllers Title */
"Restore Contracts" = "계약 복원";

/* No comment provided by engineer. */
"Restore Templates" = "Restore Templates";

/* No comment provided by engineer. */
"Restore Tokens" = "Restore Tokens";

/* No comment provided by engineer. */
"Restored successfully" = "성공적으로 복원되었습니다.";

/* Search placeholder */
"Search" = "찾기";

/* No comment provided by engineer. */
"Select backup file" = "백업파일 선택";

/* Send Controllers Title
 Tabs */
"Send" = "Send";

/* Send button */
"SEND" = "SEND";

/* No comment provided by engineer. */
"Send to contract" = "Send to contract";

/* No comment provided by engineer. */
"Sent" = "Sent";

/* No comment provided by engineer. */
"Sent Time" = "전송 시간";

/* No comment provided by engineer. */
"Sent\ncontract" = "Sent\ncontract";

/* No comment provided by engineer. */
"Size:" = "크기:";

/* Smart Contract Parameters Contollers Title */
"Smart Contract Parameters" = "스마트 계약 파라미터";

/* Smart Contracts Controllers Title */
"Smart Contracts" = "스마트 계약";

/* No comment provided by engineer. */
"Some Error" = "Some Error";

/* No comment provided by engineer. */
"Something went wrong" = "문제가 발생했습니다";

/* No comment provided by engineer. */
"Sorry, Please try again in %li minutes" = "죄송합니다 다시 시도해주십시오 %li 분";

/* Unsupported token message */
"Sorry, this token exceeds the limit of 128 decimals. So it can not be supported in HTMLCOIN app" = "Sorry, this token exceeds the limit of 128 decimals. So it can not be supported in HTMLCOIN app";

/* SOURCE Code Button */
"SOURCE" = "SOURCE";

/* No comment provided by engineer. */
"Source Code" = "소스 코드";

/* No comment provided by engineer. */
"Source Code:" = "소스 코드:";

/* No comment provided by engineer. */
"Step 1 of 2" = "1 of 2";

/* No comment provided by engineer. */
"Step 2 of 2" = "2 of 2";

/* No comment provided by engineer. */
"Switch Application Theme" = "앱 테마 변경";

/* No comment provided by engineer. */
"Tags:" = "태그:";

/* No comment provided by engineer. */
"Tap to save the file" = "눌러서 파일 저장하기";

/* Templates Controllers Title */
"Templates" = "템플릿";

/* No comment provided by engineer. */
"Text" = "Text";

/* Confirm Passphrase error text */
"The passphrase is not correct. Please click \"Reset all\" to clear the field and try again" = "The passphrase is not correct. Please click \"Reset all\" to clear the field and try again";

/* No comment provided by engineer. */
"To" = "To";

/* No comment provided by engineer. */
"Token" = "토큰";

/* No comment provided by engineer. */
"Token Address" = "토큰 추가";

/* No comment provided by engineer. */
"Token Created" = "Token Created";

/* No comment provided by engineer. */
"Token Details" = "Token Details";

/* Token Subscriptions Controllers Title */
"Token Subscriptions" = "토큰 구독";

/* No comment provided by engineer. */
"Token was added to your wallet" = "당신의 지갑에 토큰이 추가되었습니다.";

/* No comment provided by engineer. */
"Token with same address already exists" = "같은 주소에 토큰이 이미 존재합니다.";

/* No comment provided by engineer. */
"Tokens" = "Tokens";

/* No comment provided by engineer. */
"Topics" = "Topics";

/* Touch ID Controllers Title */
"Touch ID" = "터치 ID";

/* Controllers Title */
"Transaction" = "Transaction";

/* No comment provided by engineer. */
"Transaction amount can't be zero. Please edit your transaction and try again" = "0은 거래금액이 될 수 없습니다. 수정 후 재시도해주세요.";

/* TRANSFER button */
"TRANSFER" = "전송";

/* No comment provided by engineer. */
"Transfer" = "전송";

/* No comment provided by engineer. */
"Transfer Balance" = "잔액 전송";

/* No comment provided by engineer. */
"Trending Now" = "최신 트렌드";

/* No comment provided by engineer. */
"TRY AGAIN" = "TRY AGAIN";

/* No comment provided by engineer. */
"TxHash" = "TxHash";

/* No comment provided by engineer. */
"Type" = "Type";

/* No comment provided by engineer. */
"Unconfirmed" = "미확정";

/* No comment provided by engineer. */
"Unconfirmed Balance" = "미확정 잔금";

/* Unconfirmed Transaction Label */
"Unconfirmed Transaction" = "미확정 거래";

/* No comment provided by engineer. */
"Unconfirmed Yet..." = "Unconfirmed Yet...";

/* Token Cell Light Unconfirmed Balance */
"Unconfirmed:" = "미확정:";

/* UNSUBSCRIBE Button */
"UNSUBSCRIBE" = "UNSUBSCRIBE";

/* Unsupported token text */
"Unsupported" = "Unsupported";

/* View Abi Button */
"View Abi" = "ABI 보기";

/* View Details Button */
"View Details" = "세부사항 보기";

/* Tabs */
"Wallet" = "지갑";

/* No comment provided by engineer. */
"Wallet Backup" = "지갑 백업";

/* No comment provided by engineer. */
"Warning" = "경고";

/* Watch Contract Controllers Title */
"Watch Contract" = "계약 살펴보기";

/* Watch Token Controllers Title */
"Watch Token" = "토큰 살펴보기";

/* Watch Token Controllers Title */
"Watch Token111" = "Watch Token111";

/* Qstore Cell */
"What’s New" = "무엇이 달라졌을까요?";

/* No comment provided by engineer. */
"YES" = "예";

/* day at history cell */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"You are about to exit your account. All account data will be erased from the device. Please make sure you have saved back-ups of your Passphrase and required Contracts" = "곧 계정이 종료됩니다. 기기에서 모든 계정 정보가 삭제될 것입니다. 암호구와 필요한 계약을 백업하셨는지 확인하십시오.";

/* Skip Skip Info */
"You can skip this step and export your passphrase at any time" = "이 단계를 건너뛰고 언제든 암호구를 추출할 수 있습니다.";

/* No comment provided by engineer. */
"You don’t have a wallet yet." = "아직 지갑이 없는 상태입니다.";

/* No comment provided by engineer. */
"You have insufficient funds for this transaction" = "You have insufficient funds for this transaction";

/* No comment provided by engineer. */
"You have insufficient funds for this transaction at this address" = "이 거래를 위한 금액이 부족합니다.";

/* No comment provided by engineer. */
"You haven't tokens for share" = "You haven't tokens for share";

/* No comment provided by engineer. */
"Your balance was last updated at" = "Your balance was last updated at";

/* No comment provided by engineer. */
"Your balance was updated" = "Your balance was updated";

/* No comment provided by engineer. */
"Your Passphrase" = "당신의 암호구";

/* No comment provided by engineer. */
"Сonnection to selected file was timed out. Please select backup file again" = "Сonnection to selected file was timed out. Please select backup file again";

/* No comment provided by engineer. */
"Token Name" = "토큰 이름";

/* No comment provided by engineer. */
"FINISH" = "끝내기";

/* No comment provided by engineer. */
"Confirm" = "확정";
